Revit 2027 API
ParameterAccess Properties
The ParameterAccess type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ParameterAccess Class
Autodesk.Revit.DB Namespace